#!/usr/bin/env python3
# -*- coding: utf-8 -*-

# Есть строка с перечислением фильмов

my_favorite_movies = 'Терминатор, Пятый элемент, Аватар, Чужие, Назад в будущее'

# TODO Так делать нельзя! Необходимо работать со строкой из переменной
# TODO my_favorite_movies и извлекать названия фильмов при помощи срезов
numbers = ['первый фильм', 'последний', 'второй', 'второй с конца']
numbers_by_my_favourite_movies = [['первый фильм','Терминатор'],['последний','Назад в будущее'], ['второй', 'Пятый элемент'], ['второй с конца', 'Чужие']]
print(numbers_by_my_favourite_movies)
# Выведите на консоль с помощью индексации строки, последовательно:
#   первый фильм
#   последний
#   второй
#   второй с конца

# Переопределять my_favorite_movies и использовать .split() нельзя.
# Запятая не должна выводиться.


