#!/usr/bin/env python3
# -*- coding: utf-8 -*-

# Создайте списки:

# моя семья (минимум 3 элемента, есть еще дедушки и бабушки, если что)
my_family = ['отец','мать','брат']


# список списков приблизителного роста членов вашей семьи
my_family_height = [
    ['отец', 165],
    ['мать', 170],
    ['брат', 180]
]
height = 165
height1 = 170
height2 = 180
height3 = height + height1 + height2
print('Рост отца' + str (height) )
print('Рост матери' + str (height1) )
print('Рост брата' + str (height2))
print('Общий рост семьи' + str (height3))
# Выведите на консоль рост отца в формате
#   Рост отца - ХХ см

# Выведите на консоль общий рост вашей семьи как сумму ростов всех членов
#   Общий рост моей семьи - ХХ см
